IdeaRS.Connections
FinPlateData.Member1 Property
Compatible with IDEA StatiCa 0.0
 Gets or sets the first connected member
 Namespace: IdeaRS.Connections.Data
 Assembly: IdeaRS.Connections (in IdeaRS.Connections.dll) Version: 20.0.1.1 (20.0.1.1)
Syntax
public string Member1 { get; set; }
Property Value
Type: String
See Also
Reference
FinPlateData Class
IdeaRS.Connections.Data Namespace